Revit 2027 API
ParameterTypeId.PhyMaterialParamShearParallel Property
 "Shear parallel to grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamShearParallel { get; }
Public Shared ReadOnly Property PhyMaterialParamShearParallel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamShearParallel {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamShearParallel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace